tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "bat"
brew "diff-so-fancy"
brew "fzf"
brew "htop"

brew "grv"
brew "lazydocker"
brew "lazygit"
brew "gnupg"
brew "docker-compose"

brew "fnm"
brew "gh"
brew "mycli"
brew "neovim"
brew "pnpm"
brew "python@3.8"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "inlets"
cask "docker"
cask "font-hack-nerd-font"
cask "rectangle"
cask "docker"
